export const operation_status =
{
	2566: [
		{
			year_id: 2566,
			plan_no: 1,
			operation_name:
				"โครงการประชาสัมพันธ์ระบบจัดเก็บค่าผ่านทางแบบไม่มีไม้กั้น (M-flow)",
			responsible_by: "ฝ่ายบริการธุรกรรมทางอิเล็กทรอนิกส์",
			status: "ดำเนินการแล้วเสร็จ",
			update_date: "2025-08-11T00:56:15.528Z",
		},
		{
			year_id: 2566,
			plan_no: 2,
			operation_name:
				"การตรวจสอบรายได้ค่าธรรมเนียมผ่านทาง และรายงานผลการจัดเก็บค่าธรรมเนียมผ่านทาง",
			responsible_by:
				"ฝ่ายกำหนดกลยุทธ์และแผนงาน และฝ่ายบริหารจัดเก็บเงินค่าธรรมเนียม",
			status: "ดำเนินการแล้วเสร็จ",
			update_date: null,
		},
		{
			year_id: 2566,
			plan_no: 3,
			operation_name:
				"กำหนดขั้นตอนการดำเนินงาน และจัดจ้างบริษัทหรือหน่วยงานเพื่อดำเนินการเก็บเงินค่าธรรมเนียมผ่านทาง และติดตามค่าธรรมเนียมผ่านทางรูปแบบใหม่ (M-flow)",
			responsible_by: "ฝ่ายบริการธุรกรรมทางอิเล็กทรอนิกส์",
			status: "ดำเนินการแล้วเสร็จ",
			update_date: null,
		},
	],
	2567: [
		{
			year_id: 2567,
			plan_no: 1,
			operation_name:
				"โครงการพัฒนาทักษะของบุคลากร และโครงการจัดทำคลังความรู้สำหรับความเสี่ยงที่เกิดจากความล่าช้าในขั้นตอนการเสนอโครงการร่วมลงทุน",
			responsible_by: "ฝ่ายบริหารการร่วมลงทุน",
			status:
				"-มีการจัดฝึกอบรมทักษะของบุคลากรเป็นประจำ \n-มีการปรับปรุงคลังความรู้อย่างต่อเนื่อง",
			update_date: null,
		},
		{
			year_id: 2567,
			plan_no: 2,
			operation_name:
				"โครงการพัฒนาทักษะของบุคลากร และโครงการจัดทำคลังความรู้สำหรับความเสี่ยงที่เกิดจากความล่าช้าในขั้นตอนการคัดเลือกเอกชนผู้ร่วมลงทุน",
			responsible_by: "ฝ่ายบริหารการร่วมลงทุน",
			status:
				"-มีการจัดฝึกอบรมทักษะของบุคลากรเป็นประจำ \n-มีการปรับปรุงคลังความรู้อย่างต่อเนื่อง",
			update_date: null,
		},
	],
	2568: [
		{
			year_id: 2568,
			plan_no: 1,
			operation_name:
				"กิจกรรมกำหนดแนวทางในการระบายการจราจรจากสายทาง M7 และ M9 ออกไปยังโครงข่ายทางหลวงสายรอง",
			responsible_by: "แขวงทางหลวงพิเศษระหว่างเมือง",
			status: "จะเริ่มดำเนินการในเดือนตุลาคม 2567",
			update_date: null,
		},
		{
			year_id: 2568,
			plan_no: 2,
			operation_name:
				"โครงการจัดทำแนวทางการโต้ตอบฉุกเฉินเมื่อเกิดอุบัติเหตุบนท้องถนนสำหรับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า",
			responsible_by: "แขวงทางหลวงพิเศษระหว่างเมือง",
			status: "จะเริ่มดำเนินการในเดือนตุลาคม 2567",
			update_date: null,
		},
	],
};
