export const plan2566 = [
    {
        title: "แผนงานที่ 1: โครงการประชาสัมพันธ์ระบบจัดเก็บค่าผ่านทางแบบไม่มีไม้กั้น (M-flow)",
        project: "โครงการประชาสัมพันธ์ระบบจัดเก็บค่าผ่านทางแบบไม่มีไม้กั้น (M-flow)", 
        risk: "OEU1: ผู้ใช้ทางขาดความรู้ความเข้าใจในการใช้เทคโนโลยีการจัดเก็บค่าผ่านทางแบบใหม่ (M-flow)", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุม", 
        activity:[
            "ประชาสัมพันธ์ขั้นตอนการลงทะเบียนเพื่อใช้การจัดเก็บค่าผ่านทางแบบใหม่ (M-flow)", 
            "ประชาสัมพันธ์เส้นทาง และการจัดช่องจราจรแก่ผู้ใช้ทางให้สามารถเข้าใจ", 
            "สำรวจความพึงพอใจของผู้ใช้ทางทั้งผู้ที่ใช้ระบบ M-flow และผู้ที่ยังไม่ได้ใช้ เพื่อให้ทราบข้อบกพร่อง หรือสาเหตุที่ทำให้การใช้ทางเกิดความไม่สะดวก"
        ], 
        result: ["ผู้ใช้ทางรับรู้ถึงขั้นตอนการลงทะเบียน และการเข้าใช้ช่องทางที่ให้บริการระบบ M-flow"], 
        duration: "1 ปีงบประมาณ (12 เดือน)", 
        responsibleBy: "ฝ่ายบริการธุรกรรมทางอิเล็กทรอนิกส์", 
        budget: "ต้นทุนในการดำเนินงานและค่าใช้จ่ายที่เกี่ยวข้อง จำนวน 18,000,000 บาท",
        residualRisk: {
            before: {
                l: 4,
                i: 4
            },
            organization : {
                l: 3,
                i: 3
            }
        }
      },
      {
        title: "แผนงานที่ 2: การตรวจสอบรายได้ค่าธรรมเนียมผ่านทาง และรายงานผลการจัดเก็บค่าธรรมเนียมผ่านทาง",
        project: "การตรวจสอบรายได้ค่าธรรมเนียมผ่านทาง และรายงานผลการจัดเก็บค่าธรรมเนียมผ่านทาง", 
        risk: "FEU1: การจัดเก็บรายได้ค่าธรรมเนียมผ่านทางไม่ได้ตามแผนที่คาดการณ์ไว้", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การยอมรับและควบคุม", 
        activity: [
            "การยอมรับความเสี่ยง \n โดยรวบรวมข้อมูล และรายงานผลการจัดเก็บค่าธรรมเนียมผ่านทาง เพื่อวางแผนการจัดทำงบประมาณให้สอดคล้องกับรายได้จากการจัดเก็บค่าธรรมเนียมผ่านทาง", 
            "การควบคุมความเสี่ยง \n โดยดำเนินการปรับปรุงและบำรุงรักษาโปรแกรมของผู้ใช้งาน สำหรับการจัดเก็บรายได้ค่าธรรมเนียมให้ถูกต้อง ทั้งในรูปแบบเงินสดและแบบอัตโนมัติ เพื่อลดการรั่วไหลของการจัดเก็บรายได้ค่าธรรมเนียมผ่านทาง"
        ], 
        result: [
            "รายได้ค่าธรรมเนียมผ่านทางที่ได้รับถูกต้องตามการจัดเก็บค่าธรรมเนียมผ่านทางทั้งในรูปแบบเงินสดและแบบอัตโนมัติ", 
            "เงินทุนฯ ทราบถึงกระแสเงินสดสุทธิคงเหลือในปัจจุบัน"
        ], 
        duration: "1 ปีงบประมาณ (12 เดือน)", 
        responsibleBy: "ฝ่ายกำหนดกลยุทธ์และแผนงาน และฝ่ายบริหารจัดเก็บเงินค่าธรรมเนียม", 
        budget: "จัดจ้างเหมาบำรุงรักษาระบบจัดเก็บรายได้และปรับปรุงโปรแกรมให้รองรับตามความต้องการผู้ใช้งาน จำนวน 13,500,000 บาท",
        residualRisk: {
            before: {
                l: 4,
                i: 4
            },
            organization : {
                l: 3,
                i: 3
            }
        }
      },
      {
        title: "แผนงานที่ 3: กำหนดขั้นตอนการดำเนินงาน และจัดจ้างบริษัทหรือหน่วยงานเพื่อดำเนินการเก็บเงินค่าธรรมเนียมผ่านทาง และติดตามค่าธรรมเนียมผ่านทางรูปแบบใหม่ (M-flow)",
        project: "กำหนดขั้นตอนการดำเนินงาน และจัดจ้างบริษัทหรือหน่วยงานเพื่อดำเนินการเก็บเงินค่าธรรมเนียมผ่านทาง และติดตามค่าธรรมเนียมผ่านทางรูปแบบใหม่ (M-flow)", 
        risk: "FEU2: การจัดเก็บค่าธรรมเนียมผ่านระบบ M-flow รั่วไหล กรณี ผู้ใช้ทางหลีกเลี่ยงการจ่ายค่าผ่านทาง", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุมและถ่ายโอน", 
        activity: ["การควบคุมความเสี่ยง \n โดยกำหนดขั้นตอนการดำเนินงานเพื่อติดตามค่าธรรมเนียมผ่านทาง ดังนี้ \n" + 
        "  - ดำเนินการตรวจสอบปริมาณจราจร ประเภทยานพาหนะที่ผ่านระบบการจัดเก็บค่าธรรมเนียมผ่านทางแบบใหม่ (M-flow) \n" +
        "  - ดำเนินการเชื่อมต่อฐานข้อมูลจากกรมขนส่งทางบก (ขบ.) เพื่อติดตามค่าผ่านทาง \n" +
        "  - กรมทางหลวงดำเนินการขอความอนุเคราะห์สำนักงานตำรวจแห่งชาติพิจารณากำหนดแนวทางปฏิบัติของเจ้าพนักงานจราจรบนทางหลวงพิเศษ เพื่อให้มีการบังคับใช้กฎหมายตามพระราชบัญญัติกำหนดค่าธรรมเนียมการใช้ยานยนต์บนทางหลวงและสะพาน พ.ศ. 2497 และพระราชบัญญัติจราจรทางบก พ.ศ. 2522 กับผู้ใช้ทางที่หลีกเลี่ยงไม่จ่ายค่าธรรมเนียมผ่านทาง \n " +
        "  - หากไม่จ่ายตามกำหนดจะเสียค่าปรับเป็น 10 เท่าของค่าผ่านทาง \n",
        "การถ่ายโอนความเสี่ยง \n โดยการจัดจ้างบริษัทหรือหน่วยงานเพื่อจัดเก็บค่าธรรมเนียมผ่านทางแบบใหม่ (M-flow) บนทางหลวงพิเศษ โดยบริษัทผู้รับจ้างจะต้องจัดส่งรายได้ให้ตรงกับปริมาณจราจรที่ผ่านด่านฯ และตรงตามระยะเวลาที่กำหนด",
        ],
        result: ["เงินทุนฯ ได้รับรายได้ตามปริมาณจราจรที่ใช้บริการครบถ้วน"], 
        duration: "1 ปีงบประมาณ (12 เดือน)", 
        responsibleBy: "ฝ่ายบริการธุรกรรมทางอิเล็กทรอนิคส์", 
        budget: "จัดจ้างบริษัทหรือหน่วยงาน ในการดำเนินงาน จำนวน 36,000,000 บาท",
        residualRisk: {
            before: {
                l: 3,
                i: 5
            },
            organization : {
                l: 3,
                i: 3
            }
        }
      }
];