export const plan2567 = [
    {
        title: "แผนงานที่ 1: โครงการพัฒนาทักษะของบุคลากร และโครงการจัดทำคลังความรู้สำหรับความเสี่ยงที่เกิดจากความล่าช้าในขั้นตอนการเสนอโครงการร่วมลงทุน",
        project: "1) โครงการพัฒนาทักษะของบุคลากร (แบบจำลองด้านการเงินและการเขียนรายงานการประชุม) \n 2) โครงการจัดทำคลังความรู้เกี่ยวกับหลักการของโครงการร่วมลงทุนที่ระบุถึงรายละเอียดต่าง ๆ ตาม พรบ. การร่วมลงทุนระหว่างรัฐและเอกชน พ.ศ. 2562", 
        risk: "SIC1: ความล่าช้าในขั้นตอนการเสนอโครงการร่วมลงทุน", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุม", 
        activity:[
            "พัฒนาทักษะของบุคลากร (แบบจำลองด้านการเงินและการเขียนรายงานการประชุม)", 
            "จัดทำคลังความรู้เกี่ยวกับหลักการของโครงการร่วมลงทุนที่ระบุถึงรายละเอียดต่างๆ ตาม พรบ. การร่วมลงทุนระหว่างรัฐและเอกชน พ.ศ. 2562 โดยจัดทำออกมาเป็นโครงสร้างรายงาน รูปแบบการนำเสนอ ข้อมูลที่สำคัญจากรายงานการศึกษาและวิเคราะห์โครงการ โดยศึกษาจากตัวอย่างที่ดีของโครงการอื่น ๆ หรือจากหน่วยงานอื่น ๆ ที่ประสบความสำเร็จมาก่อนหน้า"
        ], 
        result: [
            "สามารถควบคุมระยะเวลาการจัดทำรายงานศึกษาและวิเคราะห์โครงการให้เป็นไปตามแผนงาน",
            "สามารถควบคุมระยะเวลาในการจัดทำสรุปผลการศึกษาเสนอต่อหน่วยงานที่เกี่ยวข้องให้เป็นไปตามแผนงาน",
            "สามารถควบคุมระยะเวลาในการทำหนังสือชี้แจงตอบกลับประเด็นข้อสังเกตจากหน่วยงานที่เกี่ยวข้องให้เป็นไปตามแผนงาน"
        ], 
        duration: "1 ปีงบประมาณ (12 เดือน)", 
        responsibleBy: "ฝ่ายบริหารการร่วมลงทุน", 
        budget: "ไม่มีงบประมาณ",
        residualRisk: {
            before: {
                l: 3,
                i: 4
            },
            organization : {
                l: 2,
                i: 4
            }
        }
    },
    {
        title: "แผนงานที่ 2: โครงการพัฒนาทักษะของบุคลากร และโครงการจัดทำคลังความรู้สำหรับความเสี่ยงที่เกิดจากความล่าช้าในขั้นตอนการคัดเลือกเอกชนผู้ร่วมลงทุน",
        project: "1) โครงการพัฒนาทักษะของบุคลากรเพื่อเพิ่มพูนความรู้ด้านกฎหมายและเอกสารสัญญา \n 2) โครงการจัดทำคลังความรู้เกี่ยวกับร่างเอกสาร 3 ฉบับ (ร่างประกาศเชิญชวน ร่างเอกสารการคัดเลือกเอกชน และร่างสัญญาร่วมลงทุน)", 
        risk: "SEU1: ความล่าช้าในขั้นตอนการคัดเลือกเอกชนผู้ร่วมลงทุน", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุม", 
        activity:[
            "พัฒนาทักษะของบุคลากรเพื่อเพิ่มพูนความรู้ด้านกฎหมายและเอกสารสัญญา",
            "จัดทำคลังความรู้ เกี่ยวกับร่างเอกสาร 3 ฉบับ (ร่างประกาศเชิญชวน ร่างเอกสารการคัดเลือกเอกชน และร่างสัญญาร่วมลงทุน) โดยรวบรวมประเด็นสำคัญที่เกี่ยวข้องกับโครงการและแนวทางการตอบชี้แจง โดยศึกษาจากโครงการอื่นที่ใกล้เคียงและรวบรวมไว้เป็นหมวดหมู่ เพื่อสะดวกในการอ้างอิง"    
        ], 
        result: [
            "สามารถควบคุมระยะเวลาในการเตรียมร่างเอกสาร (ร่างประกาศเชิญชวน ร่างเอกสารสำหรับการคัดเลือกเอกชน และร่างสัญญาร่วมลงทุน) ให้เป็นไปตามแผนงาน",
            "สามารถควบคุมระยะเวลาในการเตรียมข้อมูลชี้แจงประเด็นข้อสังเกตจากคณะกรรมการคัดเลือกเอกชน คณะทำงานเจรจากับเอกชน และ/หรือหน่วยงานที่เกี่ยวข้องให้เป็นไปตามแผนงาน"
        ],
        duration: "1 ปีงบประมาณ (12 เดือน)", 
        responsibleBy: "ฝ่ายบริหารการร่วมลงทุน", 
        budget: "ไม่มีงบประมาณ",
        residualRisk: {
            before: {
                l: 3,
                i: 4
            },
            organization : {
                l: 2,
                i: 4
            }
        }
    }
];