export const plan2568 = [
    {
        title: "แผนงานที่ 1: กิจกรรมกำหนดแนวทางในการระบายการจราจรจากสายทาง M7 และ M9 ออกไปยังโครงข่ายทางหลวงสายรอง",
        project: "1) กิจกรรมกำหนดแนวทางในการระบายการจราจรจากสายทาง M7 และ M9 ออกไปยังโครงข่ายทางหลวงสายรอง",
        risk: "OEU1: ความมั่นคงของโครงข่ายทางหลวงพิเศษระหว่างเมืองเมื่อเกิดเหตุฉุกเฉิน (กรณีเกิดอุบัติเหตุทั่วไป)", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุม", 
        activity:[
            "เสนอแนะแนวทางในการระบายการจราจรจากสายทาง M7 และ M9 ออกไปยังโครงข่ายทางหลวงสายรอง", 
        ], 
        result: ["หน่วยงานมีความพร้อมในการรองรับอุบัติเหตุและมีแนวทางในการระบายปริมาณจราจร ซึ่งช่วยให้สามารถบริหารจัดการจราจรได้อย่างมีประสิทธิภาพ"], 
        duration: "12 เดือน", 
        responsibleBy: "แขวงทางหลวงพิเศษระหว่างเมือง", 
        budget: "ไม่มีงบประมาณ",
        residualRisk: {
            before: {
                l: 0,
                i: 0
            },
            organization : {
                l: 0,
                i: 0
            }
        }
    },
    {
        title: "แผนงานที่ 2: โครงการจัดทำแนวทางการโต้ตอบฉุกเฉินเมื่อเกิดอุบัติเหตุบนท้องถนนสำหรับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า",
        project: "2) โครงการจัดทำแนวทางการโต้ตอบฉุกเฉินเมื่อเกิดอุบัติเหตุบนท้องถนนสำหรับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า",
        risk: "OEU1: ความมั่นคงของโครงข่ายทางหลวงพิเศษระหว่างเมืองเมื่อเกิดเหตุฉุกเฉิน (กรณีเกิดอุบัติเหตุที่เกี่ยวข้องกับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า)", 
        solution: "ทางเลือกเพื่อจัดการความเสี่ยง คือ", 
        solution_underline: "การควบคุม", 
        activity:[
            "ว่าจ้างที่ปรึกษาภายนอก “โครงการจัดทำแนวทางการโต้ตอบฉุกเฉินเมื่อเกิดอุบัติเหตุบนท้องถนนสำหรับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า”", 
        ], 
        result:["สามารถมีแนวทางการโต้ตอบฉุกเฉินเมื่อเกิดอุบัติเหตุบนท้องถนนสำหรับรถขนส่งสารเคมีและรถยนต์ไฟฟ้า"], 
        duration: "8 เดือน", 
        responsibleBy: "แขวงทางหลวงพิเศษระหว่างเมือง", 
        budget: "4 ล้านบาท",
        residualRisk: {
            before: {
                l: 4,
                i: 3
            },
            organization : {
                l: 3,
                i: 3
            }
        }
    }
];